{
  "lessonId": 4,
  "section": "questions",
  "segments": [
    {
      "text": "Hello there. This is the mini-story for Beliefs. Listen to the mini-story again and answers",
      "start": 0,
      "end": 6.46
    },
    {
      "text": "questions. Are you feeling good? Good posture? Deep breathing? Big smile? I hope so. I'm not",
      "start": 6.46,
      "end": 14.76
    },
    {
      "text": "going to start this story until you are. All right, let's do it. There was a guy.",
      "start": 14.76,
      "end": 19.5
    },
    {
      "text": "Was there a girl or was there a guy? A guy. I just said it. There was a guy.",
      "start": 20.38,
      "end": 25.900000000000002
    },
    {
      "text": "And what was his name? Was his name Bill? No, no, no, no, no. What was his name? Well,",
      "start": 25.9,
      "end": 32.5
    },
    {
      "text": "come on. What was his name? His name was George. There was a guy and his name was George.",
      "start": 32.6,
      "end": 37.76
    },
    {
      "text": "And George, of course, had a problem. What was his problem? Well, in fact, George had two problems.",
      "start": 38.339999999999996,
      "end": 44.92
    },
    {
      "text": "Oh, no. Not just one problem. George had two problems. How many problems did he have?",
      "start": 45.959999999999994,
      "end": 52.7
    },
    {
      "text": "Two. George had two problems.",
      "start": 53.239999999999995,
      "end": 55.7
    },
    {
      "text": "What was his first problem? Well, his first problem was that girls always laughed at him.",
      "start": 56.4,
      "end": 63
    },
    {
      "text": "Oh, that's not a good problem. Who always laughed at George? Girls, all girls, all women,",
      "start": 63.58,
      "end": 70.9
    },
    {
      "text": "they all laughed at George. How often did girls laugh at George? Well, always. Every time he",
      "start": 71.1,
      "end": 79.16
    },
    {
      "text": "talked to them, they always laughed at him. What did they always do? They laughed at him.",
      "start": 79.16,
      "end": 85.53999999999999
    },
    {
      "text": "They always laughed at him. They always laughed at him. They always laughed at him.",
      "start": 85.53999999999999,
      "end": 85.88
    },
    {
      "text": "They always laughed at him. What was his second problem? Well, his second problem was that he",
      "start": 85.88,
      "end": 93.25999999999999
    },
    {
      "text": "loved, loved Angela. And, of course, Angela was a girl. So girls always laughed at George and",
      "start": 93.25999999999999,
      "end": 102.03999999999999
    },
    {
      "text": "George loved Angela. So that was a problem. Who did George love? He loved Angela. He wanted to",
      "start": 102.03999999999999,
      "end": 110.58
    },
    {
      "text": "impress Angela. Did he want Angela to like him? Yes. He wanted Angela to like him. He wanted Angela",
      "start": 110.58,
      "end": 115.52
    },
    {
      "text": "to like him. He wanted Angela to think good things about him. He wanted to impress her. Who",
      "start": 115.52,
      "end": 126.39999999999999
    },
    {
      "text": "wanted to impress Angela? George. George wanted to impress Angela. What did he want to do? Well,",
      "start": 126.39999999999999,
      "end": 135.06
    },
    {
      "text": "he wanted to impress her, make her think good things about him. But, of course, girls always",
      "start": 135.3,
      "end": 142
    },
    {
      "text": "laughed at him. Oh, no. Big problem for George. He wanted to impress her. Who wanted to impress",
      "start": 142,
      "end": 145.5
    },
    {
      "text": "George in fact George had dating trauma what did he have dating trauma dating what trauma",
      "start": 145.5,
      "end": 155.72
    },
    {
      "text": "George had dating trauma dating pain dating injury why did George have dating trauma well because",
      "start": 155.72,
      "end": 164.02
    },
    {
      "text": "girls always laughed at him when he asked them for a date they always laughed at him when",
      "start": 164.02,
      "end": 169.8
    },
    {
      "text": "when he asked them for a date when he asked them for a what they always laughed at him",
      "start": 169.8,
      "end": 176.22
    },
    {
      "text": "for a date when he asked them for a date they always laughed at him so what did he have",
      "start": 176.22,
      "end": 183.62
    },
    {
      "text": "dating trauma George had dating trauma dating pain deep dating pain was Angela a girl",
      "start": 183.62,
      "end": 191.78
    },
    {
      "text": "yes she was she was a girl what kind of girl a gorgeous girl a beautiful girl",
      "start": 191.78,
      "end": 199.78
    },
    {
      "text": "now was this good or bad of course it was terrible beautiful girls laughed even more",
      "start": 199.8,
      "end": 207.24
    },
    {
      "text": "at George did beautiful girls laugh more or less at George more they laughed more",
      "start": 207.24,
      "end": 214.32000000000002
    },
    {
      "text": "for George beautiful girls laughed even more at him with beautiful girls he had super dating",
      "start": 214.32000000000002,
      "end": 222.4
    },
    {
      "text": "trauma so George had some very big problems but one day he decided I will develop new",
      "start": 222.4,
      "end": 229.72000000000003
    },
    {
      "text": "charging computer systems I will bring the porn technologies the computer functionality",
      "start": 229.72000000000003,
      "end": 229.78
    },
    {
      "text": "new empowering beliefs. What did he say? Well, he said, I will develop new empowering beliefs.",
      "start": 229.78,
      "end": 239.22
    },
    {
      "text": "What kind of beliefs was he going to get? Empowering beliefs? He was going to get",
      "start": 240.56,
      "end": 247.74
    },
    {
      "text": "empowering beliefs. He was going to develop empowering beliefs. New empowering what?",
      "start": 247.74,
      "end": 254.68
    },
    {
      "text": "Beliefs. What was he going to heal with his empowering beliefs? He was going to heal his",
      "start": 254.68,
      "end": 261
    },
    {
      "text": "dating trauma. He was going to heal his dating trauma with new empowering beliefs. So every day",
      "start": 261,
      "end": 268.58
    },
    {
      "text": "he said an incantation. Who said an incantation every day? George. George said a new incantation",
      "start": 268.58,
      "end": 276.38
    },
    {
      "text": "every day. When did he do it? How often? Every day. Every day he said a new incantation. What",
      "start": 276.38,
      "end": 283.7
    },
    {
      "text": "was the incantation? He said, I will develop new empowering beliefs. New empowering beliefs.",
      "start": 283.7,
      "end": 284.66
    },
    {
      "text": "Do you know? Well, I'll tell you. His incantation was, I'm handsome and I'm cool. Every day George",
      "start": 284.68,
      "end": 294.6
    },
    {
      "text": "looked in the mirror and he said, I'm handsome and I'm cool. It was his incantation. He said it all",
      "start": 294.6,
      "end": 303.36
    },
    {
      "text": "the time. He was eating breakfast. He said, I'm handsome and I'm cool. When he was walking to work,",
      "start": 303.36,
      "end": 310.76
    },
    {
      "text": "he said, I'm handsome and I'm cool.",
      "start": 310.76,
      "end": 313.48
    },
    {
      "text": "During lunch, he said, I'm handsome and I'm cool. Going home from work, he said, I'm handsome and I'm",
      "start": 314.68,
      "end": 321.08
    },
    {
      "text": "cool. Eating dinner, watching TV all the time every day, he said the same incantation, I'm handsome",
      "start": 321.08,
      "end": 329.66
    },
    {
      "text": "and I'm cool. What was his incantation? His incantation was, I'm handsome and I'm cool.",
      "start": 329.66,
      "end": 336.92
    },
    {
      "text": "He repeated it again and again and again. It was an incantation. He,",
      "start": 337.34000000000003,
      "end": 343.74
    },
    {
      "text": "started to believe it. So he started to go to the gym. He went to the gym every day. At the gym,",
      "start": 344.68,
      "end": 352.3
    },
    {
      "text": "he worked out, he lifted weights, he exercised. What did he say when he was exercising? He said",
      "start": 352.42,
      "end": 359.78000000000003
    },
    {
      "text": "his incantation, of course. He said, I'm handsome and I'm cool. And he exercised, I'm handsome and",
      "start": 359.78000000000003,
      "end": 366.14
    },
    {
      "text": "I'm cool. And he exercised, I'm handsome and I'm cool. And he exercised, he got stronger. Then he",
      "start": 366.14,
      "end": 374.4
    },
    {
      "text": "went to the gym every day. He was working out every day. He told the records. He was working out every day.",
      "start": 374.4,
      "end": 374.6
    },
    {
      "text": "to a public speaking class. He learned how to speak to people. And before every speech,",
      "start": 374.6,
      "end": 380.66
    },
    {
      "text": "what did he say? You know, he said his incantation. Then he gave his speech. And when he finished,",
      "start": 380.78000000000003,
      "end": 388.52000000000004
    },
    {
      "text": "he said, thank you, I'm George, and I'm handsome, and I'm cool. He became stronger. His speaking",
      "start": 388.62,
      "end": 395.54
    },
    {
      "text": "got better and better and better. And one day, amazingly, he was handsome. And one day,",
      "start": 395.54,
      "end": 404.62
    },
    {
      "text": "amazingly, he was cool. He walked over to Angela's apartment. He knocked on the door.",
      "start": 405.08000000000004,
      "end": 412.6
    },
    {
      "text": "She answered. He said, hi, I'm George. I'm handsome, and I'm cool, and I want you.",
      "start": 413.06,
      "end": 419.16
    },
    {
      "text": "Of course, she yelled. You bet. You're hot. I love you.",
      "start": 419.78000000000003,
      "end": 424.32000000000005
    },
    {
      "text": "What did she say? She said, you bet. You bet means, of course, definitely, I agree.",
      "start": 424.32,
      "end": 431.8
    },
    {
      "text": "If you say you bet it, means you're awesome, I agree with you.",
      "start": 432.54,
      "end": 436.62
    },
    {
      "text": "So she said, I agree, definitely, she said, you bet. And she said, you're hot.",
      "start": 437.28,
      "end": 444.98
    },
    {
      "text": "She said to George, you're hot. Hot means sexy. Hot means handsome and sexy,",
      "start": 445.82,
      "end": 451.7
    },
    {
      "text": "or for a woman, beautiful and sexy.",
      "start": 451.7,
      "end": 454.3
    },
    {
      "text": "So she said, I agree, you're sexy. She said, you bet you're hot.",
      "start": 454.32,
      "end": 461.71999999999997
    },
    {
      "text": "George was very happy, and of course, he was handsome and cool.",
      "start": 463.2,
      "end": 466.46
    }
  ]
}