{
  "lessonId": 4,
  "section": "ministory",
  "segments": [
    {
      "text": "Hello, everyone. This is Jane, and I'm thrilled to be your narrator for this mini-story.",
      "start": 0,
      "end": 5.26
    },
    {
      "text": "Are you feeling good? Good posture? Deep breathing? Big smile? I hope so.",
      "start": 5.82,
      "end": 12.52
    },
    {
      "text": "I'm not going to start this story until you are. All right, let's do it.",
      "start": 12.9,
      "end": 18.42
    },
    {
      "text": "There was a guy. There was a guy, and his name was George.",
      "start": 19.28,
      "end": 23.92
    },
    {
      "text": "And George, of course, had a problem. Well, in fact, George had two problems.",
      "start": 23.92,
      "end": 30.040000000000003
    },
    {
      "text": "Not just one problem. George had two problems.",
      "start": 30.560000000000002,
      "end": 34.08
    },
    {
      "text": "Well, his first problem was that girls always laughed at him.",
      "start": 35.040000000000006,
      "end": 39.300000000000004
    },
    {
      "text": "Well, his second problem was that he loved, loved Angela.",
      "start": 40.160000000000004,
      "end": 45.36
    },
    {
      "text": "And, of course, Angela was a girl.",
      "start": 46,
      "end": 48.34
    },
    {
      "text": "He wanted to impress Angela, but, of course,",
      "start": 49.2,
      "end": 52.32000000000001
    },
    {
      "text": "girls always laughed at him.",
      "start": 52.52,
      "end": 53.900000000000006
    },
    {
      "text": "Oh, no. Big problem for George. In fact, George had dating trauma.",
      "start": 53.92,
      "end": 61.32
    },
    {
      "text": "Well, because girls always laughed at him when he asked them for a date,",
      "start": 62.08,
      "end": 66.4
    },
    {
      "text": "beautiful girls laughed even more at George. With beautiful girls, he had super dating trauma.",
      "start": 66.98,
      "end": 73.02000000000001
    },
    {
      "text": "So George had some very big problems.",
      "start": 73.68,
      "end": 76.38
    },
    {
      "text": "But one day, he decided, I will develop new, empowering beliefs.",
      "start": 77.08,
      "end": 81.78
    },
    {
      "text": "So every day, he said, I will develop new, empowering beliefs.",
      "start": 82.26,
      "end": 83.7
    },
    {
      "text": "So every day, he said, I will develop new, empowering beliefs.",
      "start": 83.7,
      "end": 83.9
    },
    {
      "text": "So every day, George said an incantation.",
      "start": 83.92,
      "end": 85.14
    },
    {
      "text": "His incantation was, I'm handsome, and I'm cool.",
      "start": 85.84,
      "end": 89.42
    },
    {
      "text": "Every day, George looked in the mirror, and he said, I'm handsome, and I'm cool.",
      "start": 90.2,
      "end": 94.34
    },
    {
      "text": "It was his incantation. He said it all the time.",
      "start": 94.74000000000001,
      "end": 98.32000000000001
    },
    {
      "text": "He was eating breakfast. He said, I'm handsome, and I'm cool.",
      "start": 99.16,
      "end": 102.28
    },
    {
      "text": "When he was walking to work, he said, I'm handsome, and I'm cool.",
      "start": 102.96000000000001,
      "end": 106.36
    },
    {
      "text": "During lunch, he said, I'm handsome, and I'm cool.",
      "start": 107.1,
      "end": 109.76
    },
    {
      "text": "Going home from work, he said, I'm handsome, and I'm cool.",
      "start": 110.38,
      "end": 113.6
    },
    {
      "text": "Eating dinner, watching TV, all the time, every day, he said the same incantation. He repeated it again and again and again. It was an incantation. He started to believe it. So he started to go to the gym. He went to the gym every day.",
      "start": 113.92,
      "end": 132.64
    },
    {
      "text": "At the gym, he worked out. He lifted weights. He exercised. He got stronger. Then he went to a public speaking class. He learned how to speak to people. He said,",
      "start": 132.64,
      "end": 145.51999999999998
    },
    {
      "text": "Hi, I'm George, and I'm handsome, and I'm cool. And then he gave his speech. And when he finished, he said, Thank you. I'm George, and I'm handsome, and I'm cool.",
      "start": 145.66,
      "end": 159.26
    },
    {
      "text": "He became stronger.",
      "start": 159.89999999999998,
      "end": 161.42
    },
    {
      "text": "His speaking skills were improved.",
      "start": 162.06,
      "end": 162.61999999999998
    },
    {
      "text": "His speaking got better and better and better. And one day, amazingly, he was handsome. And one day, amazingly, he was cool.",
      "start": 162.64,
      "end": 172.07999999999998
    },
    {
      "text": "He walked over to Angela's apartment. He knocked on the door. She answered. He said, Hi, I'm George. I'm handsome, and I'm cool, and I want you.",
      "start": 172.82,
      "end": 185.35999999999999
    },
    {
      "text": "Of course, she yelled, You bet. You're hot. I love you.",
      "start": 186.16,
      "end": 190.42
    },
    {
      "text": "George was very happy.",
      "start": 191.61999999999998,
      "end": 192.56
    },
    {
      "text": "And of course, he was handsome and cool.",
      "start": 192.64,
      "end": 196.14
    },
    {
      "text": "All right. That is the end of the mini-story for Beliefs.",
      "start": 197.07999999999998,
      "end": 200.64
    },
    {
      "text": "As always, listen to it many times.",
      "start": 201.61999999999998,
      "end": 204.42
    },
    {
      "text": "When you listen, strong posture, big smile, deep breaths.",
      "start": 205.16,
      "end": 209.39999999999998
    },
    {
      "text": "And if you want to, you can be like George.",
      "start": 209.82,
      "end": 212.33999999999997
    },
    {
      "text": "You can say, I'm a great English speaker in the morning.",
      "start": 212.66,
      "end": 215.94
    },
    {
      "text": "During lunch, you can say, I'm a great English speaker.",
      "start": 216.73999999999998,
      "end": 220
    },
    {
      "text": "And when you get home, jump around the room.",
      "start": 220.42,
      "end": 222.61999999999998
    },
    {
      "text": "When you get home, jump around your house.",
      "start": 222.62,
      "end": 223.56
    },
    {
      "text": "Tell your girlfriend, tell your wife, tell your husband, tell your kids, I'm a great English speaker.",
      "start": 223.74,
      "end": 229.28
    },
    {
      "text": "And before you go to bed, look in the mirror and say, Hi, I'm a great English speaker.",
      "start": 229.74,
      "end": 235.52
    },
    {
      "text": "You might actually believe it.",
      "start": 235.96,
      "end": 237.76
    },
    {
      "text": "It might come true.",
      "start": 238.16,
      "end": 239.22
    }
  ]
}