{
  "lessonId": 3,
  "section": "ministory",
  "segments": [
    {
      "text": "Hello, this is Mark. Welcome to the mini-story for this lesson.",
      "start": 0,
      "end": 3.36
    },
    {
      "text": "Now, before we start this story, I want you to do something.",
      "start": 4.28,
      "end": 7.42
    },
    {
      "text": "You know what I want you to do. Stand up. Pull your shoulders back.",
      "start": 7.74,
      "end": 11.64
    },
    {
      "text": "Chest up. Chin up. Eyes up. Stand strong. Now, breathe deeply. Good.",
      "start": 12.14,
      "end": 19.36
    },
    {
      "text": "Now, big grin. A big, stupid, crazy smile on your face. Come on, you can do it.",
      "start": 20.26,
      "end": 25.14
    },
    {
      "text": "And finally, move your body. Walk. You can walk in one place without moving if you want.",
      "start": 25.14,
      "end": 31.72
    },
    {
      "text": "Just lift up your feet. If you're outside, then move. Move your body.",
      "start": 32.18,
      "end": 37.4
    },
    {
      "text": "Okay, you need to be awake. You need to be alive while you're learning.",
      "start": 38.16,
      "end": 41.92
    },
    {
      "text": "You ready? Let's start the mini-story.",
      "start": 42.72,
      "end": 44.68
    },
    {
      "text": "Elvis the spider can't swim. But he wants to.",
      "start": 49.14,
      "end": 53.06
    },
    {
      "text": "Elvis has eight legs. He can't swim.",
      "start": 54,
      "end": 55.120000000000005
    },
    {
      "text": "He can't swim with his legs because he's a spider. Elvis the spider has a problem.",
      "start": 55.14,
      "end": 59.26
    },
    {
      "text": "Poor Elvis. He can't swim. He wants to swim. In fact, he wants to swim a very long way.",
      "start": 60.64,
      "end": 67.66
    },
    {
      "text": "He wants to swim across the Atlantic Ocean.",
      "start": 68.2,
      "end": 70.82
    },
    {
      "text": "Elvis lives in London. He's a British spider. He wants to swim to New York City.",
      "start": 72.03999999999999,
      "end": 77.1
    },
    {
      "text": "So he decides, I'm going to practice.",
      "start": 77.98,
      "end": 80.66
    },
    {
      "text": "He practices in the North Sea. He tries to swim.",
      "start": 81.3,
      "end": 85.08
    },
    {
      "text": "But he has another problem. It's very cold in the North Sea. And he almost drowns.",
      "start": 85.14,
      "end": 91.14
    },
    {
      "text": "So next he decides, hmm, I know. I will go to the gym. I will go to the YMCA and swim in the pool.",
      "start": 91.84,
      "end": 99.92
    },
    {
      "text": "So every day he goes to the pool. And every day he visualizes arriving in New York.",
      "start": 100.72,
      "end": 105.78
    },
    {
      "text": "He sees it clearly, vividly in his head.",
      "start": 106.4,
      "end": 109.62
    },
    {
      "text": "Finally, the day comes. He jumps into the Atlantic.",
      "start": 110.8,
      "end": 114.2
    },
    {
      "text": "And he starts swimming. Swimming toward New York City.",
      "start": 114.2,
      "end": 118.44
    },
    {
      "text": "After 15 days, he's still swimming.",
      "start": 119.24000000000001,
      "end": 121.94
    },
    {
      "text": "Sharks try to attack him. He hits them with his legs.",
      "start": 122.96000000000001,
      "end": 126.14
    },
    {
      "text": "And he escapes. Storms come. Bad weather. Rain.",
      "start": 126.4,
      "end": 130.4
    },
    {
      "text": "He continues to swim. Ultimately and finally,",
      "start": 131.02,
      "end": 134.76
    },
    {
      "text": "he arrives in New York City. He is successful.",
      "start": 135.2,
      "end": 138.36
    },
    {
      "text": "The mayor of New York City gives him the key to the city.",
      "start": 139.06,
      "end": 142.02
    },
    {
      "text": "He is successful. They have a big parade for him.",
      "start": 142.02,
      "end": 144.18
    },
    {
      "text": "They have a big parade for Elvis to celebrate his success.",
      "start": 144.2,
      "end": 146.06
    }
  ]
}