{
  "lessonId": 1,
  "section": "main",
  "segments": [
    {
      "text": "Hey there, future English pro! Welcome to your very own English adventure.",
      "start": 0,
      "end": 4.1
    },
    {
      "text": "This is where the magic happens, and trust me, you're going to learn a ton of English",
      "start": 5.42,
      "end": 9.8
    },
    {
      "text": "through some seriously cool stories. I've got these mini stories with questions that my students",
      "start": 9.8,
      "end": 16.02
    },
    {
      "text": "absolutely love, and they're all about the psychology of learning and success.",
      "start": 16.02,
      "end": 20.52
    },
    {
      "text": "Why? Because learning English isn't just about memorizing words,",
      "start": 21.28,
      "end": 25.18
    },
    {
      "text": "it's about getting your mind in the right place. I've borrowed some genius ideas from people like",
      "start": 25.18,
      "end": 31.58
    },
    {
      "text": "Tony Robbins, you know, the guy who's all about crushing it in life, and other smart folks who",
      "start": 31.58,
      "end": 37.24
    },
    {
      "text": "know how to win. They say that success is 80% psychology and only 20% the methods you use.",
      "start": 37.24,
      "end": 43.44
    },
    {
      "text": "And guess what? They're right. In my experience, students who are pumped up, positive, and ready",
      "start": 43.92,
      "end": 50.74
    },
    {
      "text": "to rock always learn faster. The ones who struggle",
      "start": 50.74,
      "end": 54.7
    },
    {
      "text": "are usually the ones who are the most successful.",
      "start": 54.7,
      "end": 55.16
    },
    {
      "text": "The ones who struggle are usually the ones who are the most successful.",
      "start": 55.16,
      "end": 55.18
    },
    {
      "text": "They're usually the ones who think English is too hard, or that they're just not good at it.",
      "start": 55.18,
      "end": 59.32
    },
    {
      "text": "So, we're going to fix that. In these lessons, we're going to work on your mindset.",
      "start": 60.1,
      "end": 65.16
    },
    {
      "text": "How do you stay motivated? How do you keep that fire burning so you don't get bored?",
      "start": 65.92,
      "end": 70.12
    },
    {
      "text": "How do you make sure you're loving every minute of this journey?",
      "start": 70.92,
      "end": 73.74
    },
    {
      "text": "Because when you do, you'll speak English like a pro without even breaking a sweat.",
      "start": 74.44,
      "end": 78.94
    },
    {
      "text": "Now, there's this thing called non-linguistic factors. Sounds fancy,",
      "start": 79.94,
      "end": 84.66
    },
    {
      "text": "but it's not.",
      "start": 84.66,
      "end": 85.16
    },
    {
      "text": "But it's just about how you feel while learning. Your emotions, your energy, the people around you,",
      "start": 85.16,
      "end": 90.8
    },
    {
      "text": "all that stuff is super important. In fact, experts like Dr. Stephen Krashen say it's just",
      "start": 91.14,
      "end": 97.5
    },
    {
      "text": "as crucial as the methods you use, if not more. Start every day by getting into a peak emotional",
      "start": 97.5,
      "end": 103.88
    },
    {
      "text": "state. That means feeling energetic and happy before you study. Listen to music you love.",
      "start": 103.88,
      "end": 109.82
    },
    {
      "text": "Move your body. Smile. Dance. Anything that boosts your mood.",
      "start": 109.97999999999999,
      "end": 115.14
    },
    {
      "text": "Here's the game plan for the lessons. Main story, listen to this first. If you need to,",
      "start": 115.14,
      "end": 122.1
    },
    {
      "text": "read along with the transcript. You can do this once or twice a day. Use a dictionary if you get",
      "start": 122.1,
      "end": 128.22
    },
    {
      "text": "stuck on a word. Vocabulary. Next, we'll go over some of the trickier words. Again, you can read",
      "start": 128.22,
      "end": 134.58
    },
    {
      "text": "the transcript if you need to. Mini story. The most important. This is the star of the show.",
      "start": 134.58,
      "end": 140.76
    },
    {
      "text": "I ask easy questions again and again. Answer.",
      "start": 140.76,
      "end": 145.12
    },
    {
      "text": "Why easy? Because I want you to answer fast, without thinking too much. This trains your",
      "start": 145.12,
      "end": 151.4
    },
    {
      "text": "brain to respond in English automatically. Short answers are totally fine. And here's the best part.",
      "start": 151.4,
      "end": 157.20000000000002
    },
    {
      "text": "You don't have to study like you're cramming for a test. Just relax, listen, and let it sink in.",
      "start": 157.88,
      "end": 163.68
    },
    {
      "text": "If you need to read the transcripts, go for it. But don't stress. We're not analyzing grammar",
      "start": 164.24,
      "end": 170.20000000000002
    },
    {
      "text": "or memorizing rules. This is about feeling the language, not forcing it.",
      "start": 170.20000000000002,
      "end": 175.1
    },
    {
      "text": "Oh, and while you're listening, keep moving. Go for a walk, stretch, dance, whatever keeps",
      "start": 175.12,
      "end": 182.12
    },
    {
      "text": "your energy up. It makes learning way more fun and effective. Last but not least, we're",
      "start": 182.12,
      "end": 187.54
    },
    {
      "text": "using something called the deep learning method. That means you'll listen to each set of lessons",
      "start": 187.54,
      "end": 191.76
    },
    {
      "text": "for at least a week. Repetition is your friend here. Even if it feels easy, stick with it.",
      "start": 191.76,
      "end": 197.8
    },
    {
      "text": "If it's tough, no worries. Just keep going until it clicks. So to wrap it up, get hyped",
      "start": 197.8,
      "end": 202.88
    },
    {
      "text": "for the next lesson. I'll see you next time. Bye.",
      "start": 202.88,
      "end": 203.38
    },
    {
      "text": "with music and movement. Listen to the main story, then vocab, then the mini story. Relax,",
      "start": 205.12,
      "end": 211.16
    },
    {
      "text": "move your body, and repeat for a week. That's it. You're on your way to becoming an English",
      "start": 211.6,
      "end": 217.1
    },
    {
      "text": "superstar. Let's do this.",
      "start": 217.1,
      "end": 219.06
    }
  ]
}